<template>
	<div class="p-ten register-protocol">
		<h3 class="text-center">注册协议</h3>
		<p class="p-b-ten p-t-ten">尊敬的用户：</p>
		<p class="paragraph">欢迎使用众享无忧服务平台，众享无忧是深圳市顾客王科技有限公司。众享无忧服务协议（下称“本协议”）由本公司与所有使用众享无忧的主体（下称“用户”或“您”）签订。</p>
		<section>
			<p class="p-section">
				一、特别声明
			</p>
			<div class="font-14">
				<p class="p-b-ten">
					（1）您在注册众享无忧之前，请仔细阅读本协议的全部内容，充分理解，并格外关注字体加粗且以下划线形式标注出的相关条款，在就上述事宜确认无误后再点击“同意”确认。如果您对本协议有疑义，请拨打本公司客服电话或到本公司官网进行查询。如果您不同意或不理解本协议的任何内容，请立即停止众享无忧注册流程并不再适用众享无忧相关服务。一旦您完成注册并使用众享无忧服务，即表示您已充分理解并同意本协议全部条款。
				</p>
				<p class="p-b-ten">
					（2）本公司需对本协议进行变更或修改时，将以用户可见的公告形式提前7日予以公布，公告期限届满后即时生效。若您在本协议内容公告变更生效后继续使用众享无忧服务的，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容使用众享无忧服务；若您不同意变更后的协议内容，您应在变更生效前停止使用众享无忧服务。
				</p>
				<p class="p-b-ten">
					（3）您承诺：您具有完全民事行为能力，或您为合法设立并开展经营活动或其他业务的法人或其他组织。无民事行为能力人、限制民事行为能力人以及无合法证照的组织注册为众享无忧用户的，其与本公司之间的协议自始无效，本公司有权注销用户；该情形造成的法律后果由注册人承担，本公司不承担任何责任。
				</p>
				<p class="p-b-ten">
					（4）您承诺： 您将本着合法、合理、善意的目的使用众享无忧平台服务，不利用本服务进行任何违法、侵害他人合法利益、恶意的行为。
				</p>
			</div>
		</section>
		<section>
			<p class="p-section">
			    二、用户条款
		    </p>
			<div class="font-14">
				<div>
					<h3 class="p-b-ten">（一）用户注册</h3>
					<p class="p-b-ten paragraph">
						1、您应按照本公司要求准确提供并在成功注册众享无忧账户后及时更新您正确、最新及完整的身份信息及相关资料。若本公司有合理理由怀疑您提供的身份信息或相关资料错误、不实、过时或不完整的，本公司有权暂停或终止向您提供部分或全部服务。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何身份信息或相关资料时，如您不能及时提供，本公司有权暂停或终止向您提供部分或全部服务。
					</p>
					<p class="p-b-ten paragraph">
						2、您理解并同意，本公司有权在本公司认为的适当情形时要求验证核实您的有效身份证件或其他必要文件，且完成本公司要求的相关身份认证。您应积极配合，否则本公司有权暂停或终止向您提供部分或全部服务。
					</p>
				</div>
				<div>
					<h3 class="p-b-ten">（二）账户安全</h3>

					<p class="p-b-ten paragraph">
						1、您须自行负责对您的用户名和密码保密，且须对您在该用户名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。
					</p>
					<p class="p-b-ten paragraph">
						2、如您发现有他人冒用或盗用您的众享无忧账户或任何其他未经合法授权之情形，或发生与您的众享无忧账户关联设备遗失或其他可能危及到您的众享无忧账户安全情形时，您应立即以有效方式通知本公司申请暂停相关服务，因您未能遵守本款约定而发生的任何损失，本公司不承担任何责任。
					</p>
					<p class="p-b-ten paragraph">
						3、因他人未经授权使用您的用户名和密码造成的损失由您自行承担或依法由擅用人承担，本公司竭力保证您的帐户安全但不保证您帐户安全的绝对性。
					</p>
					<p class="p-b-ten paragraph">
						4、众享无忧账户不可转让、不可赠与、不可继承，但账户内的相关财产权益可被依法继承。
					</p>
					<p class="p-b-ten paragraph">
						5、您同意，基于维护众享无忧平台的稳定、安全、功能提升等原因，本公司可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用众享无忧服务，表示您仍然同意本协议或者变更后的协议。
					</p>
					<p class="p-b-ten paragraph">
						6、本公司有权了解您使用众享无忧服务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息或资料。如果本公司有合理理由怀疑您提供虚假交易信息或从事非法活动的，本公司有权永久终止向您提供服务。
					</p>
				</div>

				<div>
					<h3 class="p-b-ten">（三）用户注销</h3>
					<p class="p-b-ten paragraph">
						1、您可随时决定是否进行众享无忧账户注销，电话业务员或打公司电话
					</p>
					<p class="p-b-ten paragraph">
						2、众享无忧账户注销将导致本公司终止为您提供本服务，本协议约定的双方的权利义务终止（依本协议其他条款约定不得终止的或依其性质不能终止的除外）。您还仍应对您在注销众享无忧账户前且使用本服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时本公司仍可保有您的相关信息。
					</p>
					<p class="p-b-ten paragraph">
						3、您申请注销的众享无忧账户应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，及本公司认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。
					</p>
					<p class="p-b-ten paragraph">
						4、您同意，如您在使用众享无忧服务过程中，存在违法违规行为（包括但不限于从事犯罪活动、欺诈、销售伪劣商品或提供违法服务、侵犯他人合法权益或其他严重违反社会公序良俗的行为的），本公司有权立即注销您的众享无忧账户，本公司提供的所有服务将同时终止。
					</p>
				</div>
			</div>
		</section>

		<section>
			<p class="p-section">
			    三、众享无忧服务
		    </p>
		    <div class="font-14">
		    	<div>
					<h3 class="p-b-ten">（一）服务内容</h3>
					<p class="p-b-ten paragraph">
						1、您有权利享受众享无忧提供的支付业务咨询指导、支付通道入网申请代理、交易对账报表及明细整理等各项服务，并有权利在接受众享无忧提供的服务时获得技术支持、咨询等服务。
					</p>
					<p class="p-b-ten paragraph">
						2、众享无忧是以聚合支付为基础的商户营销产品，法律性质为银行卡收单外包服务，并且以技术支持为限，不涉及资金的结算、清算、监管、托管等内容以及国家法律、法规、规章所禁止的其他行为。
					</p>
					<p class="p-b-ten paragraph">
						3、您在此确认，众享无忧涉及的各类支付服务（包括但不限于支付宝、微信支付等），均系各支付通道主体自行提供的支付服务，您确认应由各支付通道主体保证相关服务质量，并已根据支付通道要求与之签订协议。本公司不对各支付通道所提供的服务质量、内容及各支付通道交易过程中的交易风险承担任何保证责任。您在此不可撤销的确定，就各支付通道所提供的任何服务及交易风险，放弃对本公司任何形式的追责。
					</p>
					<p class="p-b-ten paragraph">
						4、您在此确认，任何您通过本公司众享无忧产品发送的支付或收款请求，无论在众享无忧或第三方支付通道上，如果其流程符合本协议或众享无忧所指明之流程，都将视为您本人的操作，并成为不可撤销的指令。
					</p>
					<p class="p-b-ten paragraph">
						5、您了解众享无忧服务并非金融业务，众享无忧利用自身的技术与服务集成能力，将一个以上的银行、第三方支付机构或清算组织的支付服务，整合到一起，为您提供包括但不限于“支付通道服务”、“集合对账服务”、“技术对接服务”、“差错处理服务”、“金融服务引导”、 “作业流程软件服务”、“运行维护服务”、“终端提供与维护”等服务内容，以此减少您接入、维护支付结算服务时面临的成本支出，以提高您支付结算系统运行效率。并非资金金额的“即时”转账服务，众享无忧服务产生的资金流转根据支付通道相应规定在预定时间内的完成您是予以认同的。
					</p>
					<p class="p-b-ten paragraph">
						6、您授权本公司可以通过向第三方审核您的身份和资格，并取得您使用本服务的相关资料。
					</p>
					<p class="p-b-ten paragraph">
						7、您同意基于运行和交易安全的需要，本公司在没有提前通知您的情况下，可以新增新的服务，或暂时停止提供或者限制部分服务功能。对于功能的变更而导致的用户协议的变化，本公司没有义务告知。只要您仍然使用众享无忧服务，表示您仍然同意本条款或者本条款修正后的条款。
					</p>
					<p class="p-b-ten paragraph">
						8、本公司不对您在本服务中相关数据的删除或储存失败负责。
					</p>
					<p class="p-b-ten paragraph">
						9、本公司有权根据实际情况自行决定单个用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。
					</p>
					<p class="p-b-ten paragraph">
						10、 如果您停止使用本服务或服务被终止或取消，本公司将从服务器上删除您的数据。在服务停止、终止或取消后，本公司没有义务向您返还任何数据。
					</p>
				</div>

				<div>
					<h3 class="p-b-ten">（二）服务费用</h3>
					<p class="p-b-ten paragraph">
						1、使用众享无忧平台服务，将会产生相应的手续费用。本公司有权依照相应的手续收费介绍、订单及/或相关协议向您收取手续费用。本公司拥有制订及调整服务费之权利，具体服务费用以您使用本服务时页面上所列之收费方式公告或您与本公司达成的其他书面协议为准。您同意，除非另有说明，上述服务费用本公司有权自本公司代收的应向您支付的款项中先行扣除。
					</p>
					<p class="p-b-ten paragraph">
						2、您使用支付通道产生的相关费用，由您与各合作通道另行签订相关服务协议，与本公司服务无关，相关费用亦由您与各支付通道自行结算。
					</p>
				</div>

				<div>
					<h3 class="p-b-ten">（三）服务使用限制</h3>
					<p class="p-b-ten paragraph">
						1、您在使用本服务时应遵守中华人民共和国法律法规，不得将本服务用于任何非法目的，也不得以任何非法方式使用本服务，包括但不限于：
					</p>
					<div class="p-b-ten paragraph">
						1) 违反法律或合同约定义务的：
						<p>
							i. 侵犯第三方的著作权、专利、商标、商业秘密或其它专有权利、公共利益和隐私的；
						</p>
						<p>
							ii. 侮辱或者诽谤他人，侵害他人合法权益的；
						</p>
						<p>
							iii. 教唆犯罪的；
						</p>
						<p>
							iv. 提供赌博信息或以其他方式引诱他人参与赌博的等；
						</p>
						<p>
							v. 洗钱、非法套现、传销、贩卖枪支、毒品、禁药、盗版软件、淫秽物品或其他违禁物等；
						</p>
						<p>
							vi. 违反依法律或合约所应负之保密义务的；
						</p>
						<p>
							vii. 国家法律、行政法规禁止的其他内容。
						</p>
					</div>
					<div class="p-b-ten paragraph">
						2) 为任何非法目的而使用众享无忧平台服务的：
						<p>
						   i. 冒用他人名义使用众享无忧服务的；	
						</p>
						<p>
							ii. 非法使用他人银行账号或使用无效银行账号进行交易的；
						</p>
						<p>
							iii. 利用众享无忧服务进行无真实交易背景的虚假交易的；
						</p>
						<p>
							iv. 被本公司、发卡银行或收单银行认定为对银行卡滥用的行为，属于违反《银行卡业务管理办法》的行为。
						</p>
					</div>
					<div class="p-b-ten paragraph">
						3).违规操作的：
						<p>
							i.配合他人对平台/第三方发起的优惠（包括但不限于代金券、红包等有实际支付减免）进行套现行为；
						</p>
					</div>
					<div class="p-b-ten paragraph">
						4) 危害计算机信息网络安全的：
						<p>
							i. 从事任何可能含有电脑病毒或是可能侵害众享无忧服务系统、资料的行为的；
						</p>
						<p>
							ii. 故意制作、传播计算机病毒等破坏性程序的；
						</p>
						<p>
							iii. 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
						</p>
						<p>
							iv. 未经允许，对计算机信息网络功能进行删除、修改或者增加的；
						</p>
						<p>
							v. 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或
						</p>
						<p>
							vi. 其他危害计算机信息网络安全的行为。
						</p>
					</div>
					<div class="p-b-ten paragraph">
						5)或本公司有正当理由认为您有不适当的其他行为。
					</div>
				</div>

				<div>
					<h3 class="p-b-ten">（四）服务暂停或终止</h3>
					<div class="p-b-ten paragraph">
						1、您明确理解和同意，在出现下述情况之一时，本公司有权暂停或终止您对众享无忧服务的使用，且无需事先通知：
						<p>
							1) 本公司有合理的依据证明您已经违反本服务协议的规定；
						</p>
						<p>
							2) 本公司发现您有异常交易或发现您的交易涉嫌违法时；
						</p>
						<p>
							3) 在特殊情况下，本公司认为必要之时。
						</p>
					</div>
					<div class="p-b-ten paragraph">
						2、本公司在有合理理由怀疑您进行了本条规定的违约行为时，有权对您的账户进行调查。您理解并同意，在调查期间，本公司有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），且无需事先通知。如果调查结果证实您的账户确实存在上述违约行为，本公司有权锁定您的账户并终止与您的合作。本公司不对因此导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿（无论本公司是否已被告知该等损害赔偿的可能性）。
					</div>
					<div class="p-b-ten paragraph">
						3、对于您因违反本协议条款，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿本公司及其合作公司、关联公司，并使之免受损害。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在本公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，您应给予本公司等额的赔偿；若导致了本公司的合作伙伴或关联公司损害的，您应对该损害予以弥补。
					</div>
					<div>
						<p>四、责任范围及责任限制</p>
						<div class="p-b-ten paragraph">
							（一）本公司仅对本协议中列明的责任承担范围负责。
						</div>
						<div class="p-b-ten paragraph">
							（二）您明确因使用本服务从事的交易所产生的任何风险应由您与交易对方承担
						</div>
						<div class="p-b-ten paragraph">
							（三）本服务之支付渠道及合作单位，所提供之支付服务品质及内容由该支付通道及合作机构自行负责。
						</div>
						<div class="p-b-ten paragraph">
							（四）本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项:
							<p>
								1、本服务符合您的需求。
							</p>
							<p>
								2、本服务不受干扰、及时提供或免于出错。
							</p>
							<p>
								3、本公司所提交的信息的准确性、合法性和及时性。
							</p>
							<p>
								4、您使用本服务从事的交易及时或最终完成。
							</p>
						</div>
						<div class="p-b-ten paragraph">
							（五）本公司用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。
						</div>
						<div class="p-b-ten paragraph">
							（六）您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。
						</div>
						<div class="p-b-ten paragraph">
							（七）您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。
						</div>
						<div class="p-b-ten paragraph">
							（八）在任何情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。
						</div>
						<div class="p-b-ten paragraph">
							（九）在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。
						</div>
						<div class="p-b-ten paragraph">
							（十）您充分知晓并同意本公司可能同时为您及您的（交易）对手方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵。
						</div>
						<div class="p-b-ten paragraph">
							（十一）除本协议另有规定或本公司另行同意外，您对本公司的委托及向本公司发出的指令均不可撤销。
						</div>
					</div>
				</div>
				<div>
					<h3 class="p-b-ten">五、服务中断及不可抗力</h3>
					<div class="p-b-ten paragraph">
						（一）众享无忧因下列状况导致服务暂停或中断的，本公司不承担违约或赔偿责任：
						<p>
							1、因自然灾害、社会事件、政府行为等不可抗力之因素，造成本公司众享无忧产品系统障碍不能提供服务的；
						</p>
						<p>
							2、遭遇经证实的黑客攻击的；
						</p>
						<p>
							3、遭遇经证实的网络、电信设备出现故障不能进行数据传输的；
						</p>
						<p>
							4、因电信技术部门调整或故障、网站升级、结算机构、支付渠道等第三方原因而造成的服务中断或者延迟的；
						</p>
						<p>
							5、其他。
						</p>
						（二）您理解并同意，本公司需要定期或不定期地对众享无忧服务系统及其相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，本公司无需为此承担任何责任。本公司保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。
					</div>
				</div>

				<div>
					<h3 class="p-b-ten">六、隐私保护</h3>
					<div class="p-b-ten paragraph">
						本公司重视对用户隐私的保护，竭力确保您的个人信息及交易信息的安全，为使用众享无忧程序而向我公司提供的全部资料、信息、数据及使用众享无忧过程中产生的资料、信息、交易数据、详情均收到保护与规范。
					</div>
				</div>
				<div>
					<h3 class="p-b-ten">七、知识产权保护</h3>
					<div class="p-b-ten paragraph">
						1、除第三方产品或服务外，我公司提供的包括但不限于数据库、软件、著作、照片、声音及其前述组合，软件编译、相关源代码和软件(包括小应用程序和脚本)档案、资讯、资料、架构、页面设计，均由我公司及我公司关联公司依法拥有其知识产权，包括但不限于版权、商标权、专利权、著作权、商业秘密等。
					</div>
					<div class="p-b-ten paragraph">
						2、非经我公司或我公司关联公司书面同意，任何人不得从事下列行为：
						<p>
							1) 删除软件及其副本上关于著作权的信息。
						</p>
						<p>
							2) 擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表众享无忧软件上的任何材料或内容。
						</p>
						<p>
							3) 对众享无忧程序进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码。
						</p>
						<p>
							4) 对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等。
						</p>
						<p>
							5) 通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本公司软件及服务，或制作、发布、传播上述工具。
						</p>
					</div>
					<div class="p-b-ten paragraph">
						3、您理解并同意，自注册完成并开始使用众享无忧服务时开始，即不可撤销的授予我公司基于商业宣传目的在我公司网站、宣传材料等各推广平台上对您的商户信息、企业名称、商标、字号等进行使用的权利。
					</div>
				</div>

				<div>
					<h3 class="p-b-ten">八、保密条款</h3>
					<div class="p-b-ten paragraph">
						1、除本协议另有约定外，双方应严守对方的保密信息。但向以下各方的披露除外：
						<p>
							1）依据有关法律向政府机构披露。
						</p>
						<p>
							2）出于执行交易的正当目的而向各银行、非金融支付机构或其他合作机构的披露。
						</p>
						<p>
							3）一方为履行其于本合同项下或与本合同相关的义务或行使其于本合同项下或与本合同相关的权
						</p>
					</div>
					<div class="p-b-ten paragraph">
						2、该保密条款不因本合同的效力、提前终止等而受影响。
					</div>
				</div>

				<div>
					<h3 class="p-b-ten">九、协议的效力</h3>
					<div class="p-b-ten paragraph">
						1、本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。本协议自您在众享无忧软件完成注册之日起生效。
					</div>
				</div>
				<div>
					<h3 class="p-b-ten">十、法律适用与管辖</h3>
					<div class="p-b-ten paragraph">
						1、本服务协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。

					</div>
					<div class="p-b-ten paragraph">
						2、因本协议引起的或与本协议有关的任何争议，双方应友好协商。
					</div>
				</div>
		    </div>
		</section>
	</div>
</template>
<style>
	.text-center {
		text-align: center;
	}
	.p-ten {
		padding: 10px;
	}
	.p-t-ten {
		padding-top: 10px;
	}
	.p-b-ten {
		padding-bottom: 10px;
	}
	.paragraph {
		text-indent: 20px;
	}
	.p-section {
		padding: 20px 0;
		font-size: 20px;
		font-weight: bold;
	}
	.font-14 {
		font-size: 14px;
	}
	.register-protocol {
		line-height: 25px;
	}
</style>
<script>
	export default {

	}
</script>